{
  "main": {
    "name": " Aditya Dattataray Bhogte",
    "occupation": "Software Developer",
    "description": "MS in Computer Science at The University of Texas at Arlington",
    "image": "Aditya.jpg",
    "bio": "I introduce myself as Aditya Bhogte, a Graduated Student from The University of Texas at Arlington with a Master's of Science in Computer Science.  Having several months of software developer Intern & Software Engineer experience I Possess Good Technical  and a problem-solving mindset. Currently looking for Software Developer, Full Stack / Backend Developer, Cloud developer full-time opportunities.",
    "contactmessage": "Get in touch with me to receive further details.",
    "email": "abhogte@gmail.com",
    "phone": "+1 682-365-7790",
    "address": {
      "street": "416 Summit ave, apt 203",
      "city": "Arlington",
      "state": "Texas",
      "zip": "76013"
    },
    "website": "https://aditya-bhogte.netlify.app/",
    "resumedownload": "Aditya Dattatray Bhogte - Resume.pdf",
    "social": [
      {
        "name": "facebook",
        "url": "https://www.facebook.com/aditya.bhogte/",
        "className": "fa fa-facebook"
      },
      {
        "name": "linkedin",
        "url": "https://www.linkedin.com/in/adityabhogte/",
        "className": "fa fa-linkedin"
      },
      {
        "name": "instagram",
        "url": "https://www.instagram.com/adityabhogte/",
        "className": "fa fa-instagram"
      },
      {
        "name": "github",
        "url": "https://github.com/Abhogte",
        "className": "fa fa-github"
      }
    ]
  },
  "resume": {
    "skillmessage": "Here you can create a short write-up of your skills to show off to employers",
    "education": [
      {
        "school": "University of Texas - Arlington ",
        "degree": "Masters of Science in Computer Science",
        "graduated": "May 2021",
        "gpa": "3.7/4",
        "majors": " Big Data Management, Databases and Cloud Computing; Software Engineering.",
        "courses": "Web Data Management, Data Mining, Distributed Systems, Discrete Structures, Advanced Topics in Database Systems, Software Testing, Special Topis in Software Engineering, Python Programming, Computer Networks, Data Analysis and Algorithms, Data Analysis and Modelling Techniques."
      },
      {
        "school":"University of Mumbai [Excelssior Education Society's KC college of Engineering, Management & Research]",
        "degree": "Bachelor's in Information Technology",
        "graduated": "May 2017",
        "gpa": "7.18/10",
        "majors":" Information Technology",
        "courses": "Cloud Computing, Big Data analytics, Data mining and business Intelligence, Advance Database management Systems, Web programming, Object Oriented programming methodology"
      }
    ],
    "work": [
      {
        "company": "Tata Consultancy Services",
        "title": "Software Engineer - Dallas, TX",
        "years": "September 2021 - Present"
      },
      {
        "company": "IpserLab LLC",
        "title": "Software Engineer - Mountain View, CA",
        "years": "July 2021 - September 2021",
        "description": "Participated in complete software development lifecycle, including requirement gathering, design, analysis. Collaborated effectively with various teams – DevOps team, backend development team and QA team. Analyzing the Deployment code, developing a specific component in a web page and Fixing bugs if available any. Developed single page web application using React.js & Node.js for food manufacturers to increase interaction with the producer."
      } ,
      {
        "company": "K. S. Nalawade Construction Co",
        "title": "Software Developer",
        "years": "January 2018 - September 2018",
        "description": "Designed and developed a tender software using java, Spring Boot, SQL which calculate project cost based on the item’s inputs. Integrated a time management system in the existing software which help to keep track employee progress, time management, create project schedule and organize tasks based on priorities. Planned with team members for the integration of modules in the project and created efficient final design. Co-ordinated with the Team and Management for requirements of the project and better development of the software . Analyzed and also solved the challenges like bug fixing  in the final phase of the project which reduce complaints by 60% that occurred in the final phase of development"
      }
    ],
    "skills": [
      {
        "name": "Programming Languages :",
        "list": "Python, Java, SQL, JavaScript, PHP."
      },
      {
        "name": "Web Technologies & Frameworks :",
        "list": "Python Flask, Laravel, Spring, ReactJS, Node.js, HTML 5, CSS 3, Bootstrap."
      },
      {
        "name": "Database :",
        "list": "MySQL, Oracle Database, MongoDB, SQL, Amazon RDS, Redis."
      },
      {
        "name": "Software Testing Technologies :",
        "list": "Junit, Pit, Jacoco."
      },
      {
        "name": "Cloud Technologies :",
        "list": "Amazon AWS, Microsoft Azure, IBM Cloud(Bluemix)."
      },
      {
        "name": "Tools and Software :",
        "list": ": IntelliJ IDEA, Eclipse IDE, Visual Studio Code, PyCharm, Jupyter Notebook WordPress, Selenium, GitHub Desktop, Code Pen, SQL Management Studio, MSSQL, Net Beans, Tomcat Server."
      }
    ]
  },
  "portfolio": {
    "projects": [
      {
        "title": "Burger Website",
        "category": "Restaurant Website",
        "image": "Ibra's Burher.png",
        "url": "https://burgersongrill.ml/home"
       },
       {
        "title": "Github Projects",
        "category": "All the project work",
        "image": "GitImage.png",
        "url": "https://github.com/Abhogte"
       },
       {
        "title": "My Portfolio",
        "category": "",
        "image": "portfolioImage.png",
        "url": "https://aditya-bhogte.netlify.app/"
       }
    ]
  },
  "testimonials": {
    "testimonials": [
      {
        "text": "As Aditya's project partner, I have had the pleasure to work with him side by side. He is an innovative member, always bringing solutions to our problems and a new perspective on the research. Aditya is dedicated, enthusiastic, and also a hard-working individual with great potential with an Independent Thinking Capability. In the end, I Would like to add that he is also reliable trustworthy and a responsible individual.",
        "user": "Priyank Kharat | SAP PI/PO Consultant at Larsen & Turbo Infotech"
      },
      {
        "text": "I can say Aditya is an intelligent focused engineer with a bright future ahead. The determination and work - ethics he possesses make him a prime candidate for a challenging job. He has a very good command of building a software project with his skills.",
        "user": "Vishal Sakharpekar | Information Security Analyst at BNP PARIBAS ISPL"
      }
    ]
  }
}